Repository: kodi-game/game.libretro.ecwolf
Catalog: game.libretro.ecwolf/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga, zh_cn

# Addon Description
source: ECWolf is an advanced source port for Wolfenstein 3D, Spear of Destiny, and Super 3D Noah's Ark based off of the Wolf4SDL code base.
da_dk: ECWolf er en avanceret port af kilden til Wolfenstein 3D, Spear of Destiny og Super 3D Noah's Ark baseret på Wolf4SDL-kodebasen.
es_es: ECWolf es una adaptación avanzada del código fuente de Wolfenstein 3D, Spear of Destiny y Super 3D Noah's Ark basada en el código Wolf4SDL.
ga: Is port foinse ardleibhéil é ECWolf do Wolfenstein 3D, Spear of Destiny, agus Super 3D Noah's Ark bunaithe ar bhonn cód Wolf4SDL.
zh_cn: ECWolf 是基于 Wolf4SDL 代码库针对《德军总部3D》、《德军总部：命运之矛》和《超级3D诺亚方舟》的高级源移植。

# #30000
source: Settings
da_dk: Indstillinger
es_es: Ajustes
zh_cn: 设置

# #30001
source: Internal resolution
da_dk: Intern opløsning
es_es: Resolución Interna
ga: Rún inmheánach
zh_cn: 内部分辨率

# #30002
source: Analog deadzone
da_dk: Analog dødzone
es_es: Zona Muerta Analógica
ga: Crios marbh analógach
zh_cn: 模拟死区

# #30003
source: Refresh rate (FPS)
da_dk: Opdateringshastighed (FPS)
es_es: Tasa de Refresco (FPS)
ga: Ráta athnuachana (FPS)
zh_cn: 刷新率（FPS）

# #30004
source: Preferred palette format (Restart)
da_dk: Foretrukket format til palette (genstart)
es_es: Formato de Paleta Preferido (reinicio)
ga: Formáid pailéid is fearr leat (Atosaigh)
zh_cn: 首选调色板格式（重新启动）

# #30005
source: Always run
da_dk: Kør altid
es_es: Ejecutar Siempre
ga: Rith i gcónaí
zh_cn: 始终运行

# #30006
source: Screen size
da_dk: Skærmstørrelse
es_es: Tamaño de Pantalla
ga: Méid an scáileáin
zh_cn: 屏幕大小

# #30007
source: Show map as overlay
da_dk: Vis kort øverst
es_es: Mostrar Mapa como Superposición
ga: Taispeáin an léarscáil mar fhorleagan
zh_cn: 将地图显示为覆盖

# #30008
source: Rotate map
da_dk: Roter kort
es_es: Rotar Mapa
ga: Rothlaigh an léarscáil
zh_cn: 旋转地图

# #30009
source: Textured walls in automap
da_dk: Murer med teksturer i det automatiske kort
es_es: Muros Texturizados en Mapa Automático
ga: Ballaí uigeachta in uathmhapa
zh_cn: 自动地图中的纹理墙

# #30010
source: Textured floors in automap
da_dk: Gulve med teksturer i det automatiske kort
es_es: Suelos Texturizados en Mapa Automático
ga: Urláir uigeach in uathmhapa
zh_cn: 自动地图中的纹理地板

# #30011
source: Textured Overlay in automap
da_dk: Overlejring med teksturer i det automatiske kort
es_es: Superposición Texturizada en Mapa Automático
ga: Forleagan Uigeachta san uathmhapa
zh_cn: 自动地图中的纹理覆盖

# #30012
source: Show level ratios in automap
da_dk: Vis niveauforhold i det automatiske kort
es_es: Mostrar Ratios de Nivel en Mapa Automático
ga: Taispeáin cóimheasa leibhéal san uathmhapáil
zh_cn: 自动地图中显示级别比率

# #30013
source: Pause game in automap
da_dk: Sæt spillet på pause i det automatiske kort
es_es: Pausar Juego en Mapa Automático
ga: Cuir an cluiche ar sos sa léarscáil uathoibríoch
zh_cn: 自动地图中暂停游戏

# #30014
source: Volume of music
da_dk: Musikkens lydstyrke
es_es: Volumen de la Música
ga: Méid an cheoil
zh_cn: 音乐音量

# #30015
source: Volume of digitized sound effects
da_dk: Lydstyrke af digitaliserede lydeffekter
es_es: Volumen de los Efectos de Sonido Digitalizados
ga: Toirt na n-éifeachtaí fuaime digitithe
zh_cn: 数字化音效音量

# #30016
source: Volume of Adlib sound effects
da_dk: Lydstyrke af adlib lydeffekter
es_es: Volumen de los Efectos de Sonido Adlib
ga: Toirt éifeachtaí fuaime Adlib
zh_cn: Adlib 音效音量

# #30017
source: Volume of Speaker sound effects
da_dk: Lydstyrke for højtaler lydeffekter
es_es: Volumen de los Efectos de Sonido del Altavoz
ga: Imleabhar éifeachtaí fuaime cainteora
zh_cn: 扬声器音效音量

# #30018
source: Analog move and strafe sensitivity
da_dk: Følsomhed for analog flyt og beskydning
es_es: Movimiento Analógico y Sensibilidad de la Ametralladora
ga: Íogaireacht gluaiseachta agus stráice analógach
zh_cn: 模拟移动和扫射灵敏度

# #30019
source: Analog turn sensitivity
da_dk: Følsomhed for analog sving
es_es: Sensibilidad Analógica de Giro
ga: Íogaireacht casadh analógach
zh_cn: 模拟转向灵敏度

# #30020
source: Order of lookup for effects
da_dk: Opslagsrækkefølge for effekter
es_es: Orden de Búsqueda de los Efectos
ga: Ord cuardaigh le haghaidh éifeachtaí
zh_cn: 效果查找顺序

# #30021
source: Aspect
da_dk: Format
es_es: Aspecto
ga: Gné
zh_cn: 朝向

# #30022
source: Invulnerability
da_dk: Usårlighed
es_es: Invulnerabilidad
ga: Dosháraitheacht
zh_cn: 刀枪不入

# #30023
source: Dynamic FPS
da_dk: Dynamisk FPS
es_es: FPS Dinámico
ga: FPS Dinimiciúil
zh_cn: 动态 FPS

# #30024
source: Store files in memory
da_dk: Gem filer i hukommelsen
es_es: Almacenar Archivos en Memoria
ga: Stóráil comhaid sa chuimhne
zh_cn: 将文件存储在内存中

# #30025
source: Preload digitized sounds
es_es: Precarga de Sonidos Digitalizados
ga: Réamhluchtaigh fuaimeanna digitithe
zh_cn: 预加载数字化声音

# #30026
source: Horizontal panning speed in automap
da_dk: Vandret panoreringshastighed i det automatiske kort
es_es: Velocidad Desplazamiento Horizontal en Mapa Automático
ga: Luas panála cothrománach san uath-léarscáil
zh_cn: 自动地图中的水平平移速度

# #30027
source: Horizontal panning speed in automap
es_es: Velocidad Desplazamiento Horizontal en Mapa Automático
zh_cn: 自动地图中的水平平移速度

# #30025
source: Horizontal panning speed in automap
da_dk: Vandret panoreringshastighed i det automatiske kort

# #30027
source: Vertical panning speed in automap
ga: Luas panála ingearach san uathléarscáil
